<template>
  <div class="protocol">
    <top-nav name="注册协议"></top-nav>
    <h5>寻草记隐私政策</h5>
    <p>寻草记（北京维引力文化传播股份有限公司，以下或称“我们”）非常注重保护用户（“您”）的个人信息及隐私，鉴于您在使用我们的服务时，我们可能会收集和使用您的相关信息，为向您阐明用户信息收集、使用、共享、管理及保护的规则，特制定本《寻草记隐私政策》（以下或称“本政策”）。</p>
    <p>在使用寻草记各项产品或服务前，请您务必仔细阅读并透彻理解本政策（特别是加粗或下划线的内容），在确认充分理解并同意后使用相关产品或服务。一旦您开始使用寻草记各项产品或服务，即表示您已充分理解并同意本政策。</p>

    <p>1.政策范围及修订</p>
    <p>1.1.本《寻草记隐私政策》系《寻草记服务协议》的组成部分，与《寻草记服务协议》具有同等法律效力。</p>
    <p>1.2.您理解并同意，寻草记有权根据业务发展的需要单方修订本政策，并以修订后的版本完全替代修订前的版本。请您及时关注和了解本政策的修订情况，若您不同意修订后版本，您应立即停止使用寻草记服务，否则即视同您同意并完全接受修订后的版本。</p>
    <p>2.用户信息的收集和使用</p>
    <p>2.1.本政策所称的个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别用户自然人个人身份的各种信息。单独的设备信息、搜索关键词信息等无法与特定个人直接建立联系的信息或数据，不属于个人信息。</p>
    <p>2.2.您充分理解并同意，为实现网上购物、优化我们的产品与/服务及保障安全所必须的功能，您须授权寻草记收集、使用您的如下信息：</p>
    <p>2.2.1.用户注册所需信息</p>

    <p>您使用本人手机号码注册成为寻草记用户时，我们将通过发送短信验证码的方式来验证您的身份是否有效。在注册成为寻草记用户的过程中，若您提供以下额外信息补全个人资料，将有助于我们给您提供更优质更个性化的服务，上述额外信息包括您的头像、昵称、性别、常住地、生日、个性签名等。若您不提供这些额外信息，不会影响您网上购物的基本功能。</p>
    <p>2.2.2.展示商品与/服务所需信息</p>
    <p>为向您提供更契合您需求的页面展示和搜索结果，我们会收集关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括：</p>
    <p>1)设备信息：寻草记可能会读取您访问寻草记平台或使用寻草记服务时所使用的设备信息，包括但不限于设备类型、设备型号、设备设置、设备识别码、操作系统和应用程序版本、语言设置、分辨率、软硬件特征信息等。</p>
    <p>2)日志信息：在您访问寻草记平台或使用寻草记服务时，系统可能会自动接收并记录的您的浏览器、计算机上的信息等（包括但不限于IP地址、浏览器类型、搜索记录、浏览记录、浏览习惯、使用的语言、访问日期和时间、电信运营商及记录您需求的网页记录等）。</p>
    <p>3)您理解并同意，单独的设备信息、日志信息是无法识别特定自然人身份的信息，不属于您的个人信息。若我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，我们会依据法律规定及本政策对该等信息进行保护。</p>
    <p>2.2.3.交易及售后所需信息</p>
    <p>1)订单信息</p>
    <p>当您在寻草记下单购买商品/服务时，寻草记系统会生成您购买该商品/服务的订单。您需在订单中至少填写您的收货人姓名（或名称）、收货地址及电话号码，该订单会同时载明订单号、您所购买的商品或服务信息、下单时间、交易金额、支付方式、收货人姓名、地址、联系电话等信息。</p>
    <p>您理解并同意，我们将使用您的订单信息来进行您的身份核验、确定交易、支付结算，为您查询订单，提供客服咨询与售后服务及第三方配送服务等；我们可能还会使用您的订单信息来判断您的交易是否存在异常以保护您的交易安全。</p>
    <p>2)支付信息</p>
    <p>在您下单后，您可通过寻草记系统支持的第三方支付机构完成支付，支付功能本身并不收集您的个人信息，但我们需将您的订单号、交易金额等与您选择的支付机构共享以实现其确认您的支付指令并完成支付。</p>
    <p>3)客服及售后服务所需信息</p>
    <p>我们的客服和售后功能会使用您的账户信息和订单信息。为保证您的账户安全，我们的客服会使用您的账户信息核验您的身份。当您需要使用客服或售后功能时，我们会查询您的订单信息。在与我们的客服人员沟通时，您可能还需要提供上述信息之外的其他信息，如当您要求变更配送地址、联系人或联系电话等。</p>
    <p>4)保障交易安全所需信息</p>
    <p>为确认交易状态及为您提供售后与争议解决服务，我们须通过您基于交易所确定的交易对象、第三方支付机构、物流公司等收集与交易进度相关的您的交易、支付、物流信息，或将您的交易信息共享给上述服务提供者。</p>
    <p>2.2.4.优化产品与/服务所需信息</p>
    <p>我们可能会收集您的订单信息、浏览记录、浏览习惯、搜索记录等进行数据分析以描述用户特征，用来为您展示或推荐您感兴趣的商品或服务信息，同时亦可以改进我们的产品和服务。</p>
    <p>2.2.5.保障账户安全所需信息</p>
    <p>为提高您使用寻草记服务的安全性，更准确地预防钓鱼网站欺诈和保护账户安全，我们可能会通过了解您的订单信息、浏览记录、浏览习惯、常用软件信息、设备信息等来判断您账户的风险，并可能会记录一些我们认为有风险的链接（“URL”）。</p>
    <p>2.3.其他用户可选择是否授权收集、使用的信息</p>
    <p>为向您提供更加优质、满意、个性化的产品或服务，努力提升您的购物体验，我们可能会附加收集和使用您的信息。若您不提供这些信息，您依然可以获得寻草记为您提供的服务，但您可能无法获得这些附加信息给您带来的用户体验。</p>
    <p>2.3.1.位置信息：当您开启设备定位功能并使用小红书基于位置提供的相关服务时，我们会收集有关您的位置信息，为您推荐您所在区域可以购买的商品或服务（我们仅收集您当时所处的地理位置，不会将您不同时段的位置信息进行联系、结合以判断您的行踪轨迹）。</p>
    <p>2.3.2.摄像头（相机）、相册（图片库）信息：您可以在寻草记上传照片/图片/视频来更换头像、晒单、发表评论信息等，我们可能会通过您所上传的照片/图片/视频识别您需要购买的商品或服务，或使用包含您所上传照片/图片/视频的评论信息。</p>
    <p>2.3.3.麦克风（语音）信息：为更好地使用寻草记服务，您可能会启用麦克风与寻草记、第三方商家或其他主体沟通，我们可能会收集您的语音信息以识别您的需求。</p>
    <p>2.3.4.通讯录信息：我们可能会收集您的通讯录信息以方便您在购买商品或服务时无须手动输入您通讯录中的联系人信息。我们可能会判断您的通讯录联系人是否同为寻草记用户，帮助你们在寻草记的交流建立联系。</p>
    <p>2.3.5.您理解并同意，为实现上述服务，我们可能需要您在您的设备中开启您的地理位置（位置信息）、摄像头（相机）、相册（图片库）、麦克风（语音）以及通讯录等访问权限，以实现这些权限所涉及信息的收集和使用。您可在您的设备中逐项查看上述权限的状态，并可自行决定这些权限的开启或关闭。当您开启任一权限即代表您授权我们收集和使用该项信息来实现对应目标。您一旦关闭任一权限即代表您取消了授权，我们将不再继续收集和使用该项个人信息，也无法为您实现该授权所对应目标。但是，您关闭权限的决定不会影响此前基于您的授权所进行的信息的收集、处理与使用。</p>
    <p>2.4.征得授权同意的例外</p>
    <p>根据相关法律法规之规定，以下情形中，我们无须征得您的授权同意收集、使用您的个人信息：</p>
    <p>2.4.1.与国家安全、国防安全有关的；</p>
    <p>2.4.2.与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>2.4.3.与犯罪侦查、起诉、审判和判决执行等有关的；</p>
    <p>2.4.4.出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
    <p>2.4.5.所收集的个人信息是您自行向社会公众公开的；</p>
    <p>2.4.6.从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道</p>

    <p>2.4.7.根据您的要求签订合同所必需的；</p>
    <p>2.4.8.用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务故障；</p>
    <p>2.4.9.为合法的新闻报道所必需的；</p>
    <p>2.4.10.学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；</p>
    <p>2.4.11.法律法规规定的其他情形。</p>
    <p>2.5.来自第三方的信息</p>
    <p>您理解并同意，在您注册寻草记账户和使用服务过程中，您授权寻草记可向寻草记的关联方、合作伙伴获取其所收集的相关信息。若您使用第三方账户登录寻草记，我们可从第三方获取您授权共享的账户信息（头像、昵称等），并将您的第三方账户与您的寻草记账户绑定，使您可以通过第三方账户直接登录并使用我们的服务。</p>

    <p>3.Cookie及类似技术的使用</p>
    <p>3.1.您理解并同意，为使您获得更轻松的访问体验、向您推荐您可能感兴趣的内容，您访问寻草记平台或使用寻草记服务时，我们可能会采用各种技术收集和存储Cookie、FlashCookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。</p>

    <p>3.2.您理解并同意，我们的某些服务可能只有通过使用Cookie才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝寻草记的Cookie，但拒绝寻草记的Cookie在某些情况下可能会影响您安全访问寻草记平台和使用寻草记服务。</p>
    <p>3.3.您理解并同意，您在访问寻草记平台或使用寻草记服务的过程中可能会存在一些电子图像，称为“单像素GIF文件”、“网络beacon”或其他类似技术（统称“网络beacon”），它可以帮助网站计算浏览网页的用户或访问某些cookie。我们可能会通过网络beacon收集您浏览网页活动信息，例如您访问的页面地址、您先前访问的援引页面的位址、您停留在页面的时间、您的浏览环境及显示设定等。</p>

    <p>4.用户信息的共享、转让和公开披露</p>
    <p>4.1.共享</p>
    <p>4.1.1.除以下情况外，我们不会将您的个人信息提供给寻草记以外的任何个人、公司或组织共享：</p>
    <p>1)事先已获得您同意或授权或基于您的主动选择；</p>
    <p>2)根据适用的法律、法规、法律程序的要求、行政或司法的强制性要求所必须时；</p>
    <p>3)为便于我们向您提供更加优质的产品或服务，我们可能会与我们的关联公司共享您的个人信息。我们只会共享必要的个人信息，且这种共享受本政策所声明的目的的约束。关联公司如要改变个人信息的处理目的，将再次征得您的授权和同意；</p>
    <p>4)您理解并知悉，为了向您提供更完善、优质的产品和服务，我们将授权合作伙伴为您提供部分服务。此种情形下，我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。请您注意，我们仅会出于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。同时，我们会与合作伙伴签署严格的保密协定，要求他们按照我们的说明、本政策以及其他任何相关的保密和安全措施来处理您的个人信息。我们的合作伙伴无权将共享的个人信息用于任何其他用途。我们将对信息数据的输出形式、流转、使用等做安全评估与处理等。 目前，我们的授权合作伙伴包括以下类型：</p>
    <p>a.平台的第三方商家：为帮助您实现产品或服务的购买或者为您提供售后服务，我们会与平台的第三方商家共享您的订单和交易相关信息。</p>
    <p>b.供应商、服务提供商：我们将信息发送给支持我们业务的供应商、服务提供商和其他合作伙伴，这些支持包括受我们委托提供的技术基础设施服务、分析我们服务的使用方式、衡量广告和服务的有效性、提供客户服务、支付便利或进行学术研究和调查。</p>
    <p>c.其他业务合作伙伴：例如：委托我们进行推广和广告投放的合作伙伴等。您授权我们有权与委托我们进行推广和广告投放的合作伙伴共享我们使用您的相关信息集合形成的间接用户画像、去标识化或匿名化处理后的分析/统计类信息，以帮助其进行广告或决策建议、提高广告有效触达率、进一步了解用户需求。但我们承诺：未经您的同意，我们不会与其共享可以识别您身份的个人信息；</p>
    <p>5)为实现我们的服务的核心功能或提供您需要的服务；</p>
    <p>6)应您的需求为您处理您与他人的纠纷或争议；</p>
    <p>7)根据与您签署的相关协议或其他法律文件的约定；</p>
    <p>8)基于学术研究而使用；</p>
    <p>9)基于符合法律、法规规定的社会公共利益而使用。</p>
    <p>4.1.2.您充分理解并同意，我们在防止欺诈等违法活动、减少信用风险等情况下，可能与其他公司或组织交换用户个人信息，但并不包括违反本政策中所作的承诺而为获利目的出售、出租、共享或以其它任何方式披露的个人信息。</p>
    <p>4.2.转让</p>
    <p>除以下情况外，我们不会将您的个人信息转让给任何个人、公司或组织：</p>
    <p>4.2.1. 事先已获得您同意或授权或基于您的主动选择；</p>
    <p>4.2.2.根据适用的法律、法规、法律程序的要求、行政或司法的强制性要求所必须时；</p>
    <p>4.2.3. 涉及合作、联营、合并、收购、资产转让或其他类似交易时；</p>

    <p>4.2.4. 其他法律法规规定的情形。</p>
    <p>4.3.公开披露</p>
    <p>寻草记非常重视保护您的个人信息，未经您同意，寻草记不会将其披露给无关的第三方，更不会将其公之于众，但因下列原因而披露的除外：</p>
    <p>4.3.1. 事先已获得您同意或授权或基于您的主动选择；</p>
    <p>4.3.2.根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式公开披露您的个人信息；</p>
    <p>4.3.3.其他依据法律规定或双方约定可以披露的情形。</p>
    <p>4.3.4.您理解并同意，根据法律规定，共享、转让经去标识化处理的个人信息，且确保数据接收方无法复原并重新识别个人信息主体的，不属于个人信息的对外共享、转让及公开披露行为，对此类数据的保存及处理将无需另行向您通知并征得您的同意。</p>

    <p>5.用户个人信息的保护</p>
    <p>5.1.我们会采取符合法律规定、合理可行的安全防护措施和制度保护您个人信息的安全，防止您的个人信息遭到未经授权访问、公开披露、使用、修改、损坏或丢失。</p>
    <p>5.2.我们会采取合理可行的措施以避免收集无关的个人信息。我们只会在达成本政策所述目的所需期限内保留您的个人信息，除非需要延长保留期或应法律法规的允许或要求。</p>
    <p>5.3.互联网并非绝对安全的环境，我们强烈建议您不要使用非寻草记推荐的通信方式发送个人信息。您可以通过我们的服务建立联系和相互分享。当您通过我们的服务创建交流、交易或分享时，您可自主选择沟通、交易或分享的对象，作为能够看到您的交易内容、联络方式、交流信息或分享内容等相关信息的第三方。</p>
    <p>5.4.在使用寻草记服务进行网上交易时，您不可避免地要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或联系地址。请您妥善保护自己的个人信息，仅在必要情形下向他人提供。如您发现自己的个人信息尤其是您的账户或密码发生泄露，请您立即联络寻草记，以便我们根据您的申请采取相应措施。</p>
    <p>5.5.特别提醒您注意，您在使用我们服务时自愿共享甚至公开分享的信息，可能会涉及您或他人的个人信息甚至个人敏感信息，如您在评价时选择上传包含个人信息的图片。请您更加谨慎地考虑，是否在使用我们的服务时共享甚至公开分享相关信息。</p>
    <p>5.6.如上述，寻草记将使用各种安全技术、程序和制度防止用户个人信息的丢失、不当使用、未经授权的阅览或披露。但您充分理解并同意：由于技术的限制以及可能存在的各种恶意手段，在互联网行业，即便竭尽所能加强安全措施，也不可能始终保证信息百分之百的安全。</p>
    <p>5.7.在不幸发生个人信息安全事件后，我们将按照法律法规的要求向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。事件相关情况我们将以信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，上报个人信息安全事件的处置情况。</p>

    <p>6.用户个人信息的保存、访问和管理</p>
    <p>6.1.用户个人信息的保存</p>
    <p>您的个人信息将全部被存储于中华人民共和国境内，但以下情形除外：</p>
    <p>6.1.1.法律法规另有明确规定；</p>
    <p>6.1.2.获得您的明确授权；</p>
    <p>6.1.3.您通过互联网进行跨境交易等个人主动行为；</p>
    <p>6.1.4.针对以上情形，我们会依据本政策及相关法律法规对您的个人信息提供保护。</p>
    <p>6.2.用户个人信息的访问</p>
    <p>您有权通过以下方式访问您的个人信息，但法律法规另有规定，或本政策、《寻草记服务协议》另有约定除外。</p>
    <p>6.2.1.账户信息——若您希望访问或编辑您的账户中的个人基本资料等信息，您可登录账号通过“个人中心-我的资料”执行此类操作。</p>
    <p>6.2.2.搜索信息——您可登录账号通过“搜索”访问或清除您的搜索记录。</p>
    <p>6.2.3.浏览信息——您可登陆账号通过“个人中心-我的足迹”访问或清除您的浏览记录。</p>
    <p>6.2.4.订单信息：您可登录账号通过“个人中心-我的订单”访问或清除您的订单记录、交易记录等。</p>
    <p>6.2.5.若您无法通过上述路径访问该等信息，您可通过寻草记客服与我们联系。对于您在使用我们的产品或服务过程中产生的其他个人信息，我们将根据第6.5条“响应您的上述请求”中的相关安排向您提供。</p>
    <p>6.3.用户个人信息的更正、补充</p>
    <p>当您发现您的个人信息有误或需要补充时，您可通过“6.2用户个人信息的访问”中列明的方式提出更正或补充申请。</p>
    <p>6.4.用户个人信息的删除</p>
    <p>您可通过“6.2用户个人信息的访问”中列明的方式删除您的部分个人信息。</p>
    <p>在以下情形中，您可向我们提出删除个人信息的请求：</p>
    <p>1）我们处理个人信息的行为违反法律法规；</p>
    <p>2）我们收集、使用您的个人信息，却未征得您的明确同意；</p>
    <p>3）我们处理个人信息的行为严重违反了与您的约定；</p>
    <p>4）您不再使用我们的产品或服务；</p>
    <p>5）我们永久不再为您提供产品或服务。</p>
    <p>6.5.响应您的上述请求</p>
    <p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。对于您合理的请求，我们原则上不收取费用，但对多次重复、超出合理限度的请求，我们将视情况收取一定成本费用。对于那些无端重复、需要过多技术手段（例如，需要开发新系统或从根本上改变现行惯例）、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
    <p>6.6.您理解并同意，在以下情形中，按照法律法规的要求，我们将无法响应您的请求：</p>
    <p>6.6.1.与国家安全、国防安全有关的；</p>
    <p>6.6.2.与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>6.6.3.与犯罪侦查、起诉、审判和执行判决等有关的；</p>
    <p>6.6.4.有充分证据表明个人信息主体存在主观恶意或滥用权利的；</p>
    <p>6.6.5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的；</p>
    <p>6.6.6.涉及商业秘密的。</p>

    <p>7.未成年人信息保护</p>
    <p>我们非常重视未成年人的个人信息保护，若您为18周岁以下的未成年人，请您及您的监护人仔细阅读本政策，并在征得您的监护人同意的前提下使用我们的服务或向我们提供信息。</p>

    <p>8.其他</p>
    <p>8.1.条款的独立性</p>
    <p>如果根据适用的法律认定本政策中的任何条款或者任何条款中的任何部分无效、违法或者不具有可执行性，这种无效、违法或者不具有可执行性不影响本政策中的任何其它条款或者这些条款中的任何其它部分的效力。</p>
    <p>8.2.联系我们</p>
    <p>您对本政策或您的个人信息相关事宜有任何问题、意见或建议，请联系寻草记客服或通过个人中心“设置”中的“意见反馈”联系我们。</p>

    <h5>用户服务协议</h5>

    <p>欢迎您与寻草记商城共同签署《寻草记商城用户服务协议》（下称“本协议”）并使用寻草记服务！</p>
    <p>您对本协议的接受即自愿接受全部条款的约束，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款，尤此类条款将以加粗的形式提示您注意。如您同意本协议并完成全部注册程序，即表示您已充分阅读、理解并接受本协议的全部内容，并与寻草记达成一致，成为寻草记商城平台用户。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。</p>
    <p>一、定义</p>
    <p>1、寻草记平台：是指北京维引力文化传播股份有限公司经营的电商平台，包括但不限于寻草记客户端及寻草记微信商城。</p>
    <p>2、寻草记：是指寻草记平台的经营者，即北京维引力文化传播股份有限公司。作为电子商务平台经营者，寻草记仅为第三方入驻商家（以下简称“商家”或“销售方”）与您达成交易提供网页空间、虚拟经营场所、交易规则等服务，寻草记并非商家与您之间交易行为的参与方，不对商家及/或您的任何口头、书面陈述或承诺，发布的信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证。您完全理解并同意，寻草记基于平台管理和保护消费者利益的需要，依据寻草记与商家之间的约定及/或平台规则，督促商家履行其对您作出的承诺或赔付责任，但这并不意味着寻草记须承担与此相关 的任何法律责任（包括但不限于连带责任、担保责任、补充责任等）。</p>
    <p>3、寻草记商城用户协议：即“本协议”是您（或称“用户”，指注册、登录、使用、浏览寻草记商城的个人或组织）与寻草记（平台运营主体）及其关联公司及其合作单位（包括但不限于第三方商家）之间关于寻草记平台与寻草记产品、程序及服务所订立的协议。</p>
    <p>二、协议范围</p>
    <p>1、寻草记商城平台的法律声明、隐私政策、平台规范、规则、通知、公告、操作规则、帮助文档、温馨提示等均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用本平台服务，视为您同意上述补充协议。</p>
    <p>2、根据国家法律法规变化及平台运营需要，寻草记有权对本协议条款及相关规则不时地进行修改，修改后的内容一旦以任何形式公布在本网站上即生效，并取代此前相关内容，您应不时关注本网站公告、提示信息及协议、规则等相关内容的变动。您知悉并确认，如您不同意更新后的内容，应立即停止使用本网站；如您继续使用本网站，即视为知悉变动内容并同意接受。</p>
    <p>三、用户账户</p>
    <p>1、在您开始注册程序使用本平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您应当在您的监护人的参与下使用本款软件，您及您的监护人应依照法律规定承担因此而导致的一切后果。您帐户下的操作行为，代表您本人；如需代表特定的单位在寻草记商城平台购买商品或享受服务，您须按照寻草记的要求提供该单位相关的证件材料及授权材料。</p>
    <p>2、注册寻草记用户账户时，您应当提供真实、有效的信息（包括姓名、电子邮箱、联系电话、联系地址等）；同时，您应当保证上述信息的持续有效性，一旦信息发生变化，您应当及时进行更新；否则您应当承担因信息提供不真实、联系方式无效导致的相关不利后果及全部损失，且寻草记保留终止向您提供各项服务的权利。</p>
    <p>三、商品及/或服务的购买</p>
    <p>1、在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。</p>
    <p>2、您理解并同意：本平台实行先付款后发货的方式，用户及时、足额、合法的支付选购商品所需的款项是合同成立及生效的条件，也是发货的前提。您未能以合理的方式或在指定时间完成付款的，视为合同未成立，寻草记有权取消订单。</p>
    <p>3、您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱寻草记平台正常交易秩序的行为。基于维护寻草记平台交易秩序及交易安全的需要，寻草记发现上述情形时可主动执行关闭相关交易订单，限制账户使用功能、中止或终止服务等措施而无需事先通知您。</p>
    <p>4、寻草记尽最大努力满足您的需求，但由于市场变化及各种以合理商业努力难以控制因素的影响，销售方无法避免您提交的订单信息中的商品出现缺货、价格标示错误等情况；如您下单所购买的商品出现以上情况，您有权取消订单，销售商亦有权自行取消订单，若您已经付款，则为您办理退款。</p>
    <p>5、寻草记保留对单个商品的总出售数量进行限制、对单个订单的商品购买数量及同一IP地址对同类商品购买数量进行限制，并对以下情形的异常订单、异常用户采取监控、限制等措施的权利。如寻草记发现您通过寻草记平台下达的订单存在违反法律规定或者本协议约定的异常情形的，寻草记有权采取关闭相关交易订单、限制账户使用功能、中止或终止服务等措施而无需事先通知您：</p>
    <p>（1）同一用户使用多个寻草记帐号购买同一商品；</p>
    <p>（2）同一商品被大量购买，订单收货地址、收货人姓名及电话、支付帐号、下单IP地址等相同或近似；</p>
    <p>（3）一人或多人使用多个帐号下单，不支付或者选择延迟发货以占用库存；</p>
    <p>（4）同一用户多次或大量无正当理由，拒绝签收订单商品；</p>
    <p>（5）其他可能被认定为存在转售目的的订单。</p>
    <p>6、除另有明确说明外，寻草记平台上销售的商品/服务的相关信息由商家自行制作、上传，寻草记尽可能通过与商家签订合作协议及发布平台规则等方式约束商家提供准确、完整、可靠、有效、没有错误和误导性的商品描述。然而，您充分理解，寻草记平台上存在海量信息，因为互联网技术及人力的局限性，寻草记不能保证平台上所有商品的信息均准确、完整、可靠、有效、没有错误和没有误导性。除寻草记有明显过错外，对于因商品信息导致的纠纷，寻草记不承担任何责任。</p>
    <p>四、配送和交付</p>
    <p>1、您下单时须填写您希望购买的商品的收货人、联系方式、收货地址、合同履行方式等内容，您购买的商品将按您所指定的送货地址进行配送。因您变更联系人或相关配送信息而造成的损失由您自行承担。</p>
    <p>2、因如下情况造成订单延迟配送或无法配送的，寻草记及销售方不承担配送责任，并保留单方取消订单的权利：</p>
    <p>(1)您提供的收货信息不实、不准确或不完整；</p>
    <p>(2)货物送达后无人签收；</p>
    <p>(3)和收货人联系不上时，如收货人电话停机或不接听电话；</p>
    <p>(4)第三方原因或不可抗力因素导致的，例如：自然灾害、交通戒严、骚乱、突发战争等。</p>
    <p>五、用户个人信息保护及授权</p>
    <p>1、您知悉并同意，为方便您使用寻草记相关服务，寻草记将存储您在使用时的必要信息，包括但不限于您的真实姓名、性别、生日、配送地址、联系方式、通讯录、相册、日历、定位信息等。除法律法规规定的情形外，未经您的许可寻草记不会向第三方公开、透露您的个人信息。我们有可能会保留一些用户的使用习惯信息，用于更好地了解和服务用户。这些数据将有利于我们开发出更符合用户需求的功能、信息和服务。</p>
    <p>2、寻草记非常重视您的个人信息保护，在您使用寻草记提供的服务时，您同意按照本协议及《寻草记隐私政策》收集、存储、使用、披露和保护您的个人信息，该《寻草记隐私政策》是本协议的一部分，与本协议具有同等法律效力。</p>
    <p>3、在特定场景下用户可以选择用自己已有的微信帐号登录寻草记商城小程序，用户使用以上帐号登陆并关联寻草记帐号，寻草记会获取一些用户在这些平台上的信息。鉴于此，用户在进行以上操作时代表您已同意寻草记获取其在这些门户网站、社交平台上的信息。</p>
    <p>4、您充分理解并同意，接收通过邮件、短信、电话等形式，向在寻草记平台注册、购物的用户、收货人发送的订单信息、促销活动等内容；</p>
    <p>六、用户行为规范</p>
    <p>1、禁止行为。您不得进行任何侵犯寻草记知识产权的行为，或者进行其他有损于寻草记或其他用户合法权益的行为，包括但不限于：</p>
    <p>（1）删除或修改寻草记平台上的版权信息；</p>
    <p>（2）对寻草记平台及其中的相关信息擅自出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点，借助寻草记平台发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等；</p>
    <p>（3）在寻草记平台中内置各种插件程序或者其他的第三方程序，或者制作、发布、传播上述程序，而无论是否出于商业目的；</p>
    <p>（4）进行编译、反编译、反向工程或者以其他方式破解寻草记平台的行为；</p>
    <p>（5）使用寻草记平台外挂和/或利用寻草记平台当中的BUG来获得不正当的利益；</p>
    <p>（6）利用劫持域名服务器等技术非法侵入、破坏寻草记平台的服务器软件系统，或者修改、增加、删除、窃取、截留、替换寻草记平台的客户端和/或服务器软件系统中的数据，或者非法挤占寻草记平台的服务器空间，或者实施其他的使之超负荷运行的行为；</p>
    <p>（7）假冒寻草记或商家在寻草记平台当中发布任何诈骗或虚假信息；</p>
    <p>（8）利用寻草记平台故意传播恶意程序或计算机病毒。</p>
    <p>2、信息发布。您应当遵守国家有关法律法规，不得在寻草记平台当中发表、转发或者传播含有下列内容的信息：</p>
    <p>（1）反对宪法所确定的基本原则的；</p>
    <p>（2）危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；</p>
    <p>（3）损害国家荣誉和利益的；</p>
    <p>（4）煽动民族仇恨、民族歧视，破坏民族团结的；</p>
    <p>（5）破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
    <p>（6）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p>（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
    <p>（8）侮辱或者诽谤他人，侵害他人合法权益的；</p>
    <p>（9）含有法律、行政法规禁止的其他内容的。</p>
    <p>3、您须对自己在网上的言论和行为承担法律责任，您若在寻草记平台上散布和传播反动、色情或其它违反国家法律的信息，寻草记平台的系统记录有可能作为您违反法律的证据。</p>
    <p>七、通知</p>
    <p>1、您在注册成为寻草记商城平台用户，并接受寻草记商城平台服务时，您应该向寻草记提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。寻草记向您浏览界面推送的弹窗等通知形式，也作为向您发出的有效通知。</p>
    <p>2、寻草记将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</p>
    <p>3、您应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使通知无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</p>
    <p>八、所有权及知识产权</p>
    <p>1、寻草记提供的服务中包含的任何编码、商标、服务标志、商号、图形、美术品、照片、肖像、文字内容、音频、视频、按钮图标以及计算机软件、标识、数码下载、数据汇编等都是寻草记或其内容提供者的财产，受到中华人民共和国和国版权、商标权和其他财产所有权法律法规的保护。</p>
    <p>2、您一旦接受本协议，即表明您主动将您在任何时间段在寻草记平台发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利等任何可转让的权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给寻草记所有，并且您同意寻草记有权就任何主体侵权而单独提起诉讼。</p>
    <p>九、法律管辖适用及其他</p>
    <p>1、本协议的订立、执行和解释及争议的解决均应适用中国法律。如双方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，应向协议签订地有管辖权的人民法院提起诉讼。本协议签订地为中华人民共和国北京市海淀区。</p>
    <p>2、如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
    <p>3、本协议未明示授权的其他权利仍由寻草记保留，您在行使这些权利时须另外取得寻草记的书面许可。寻草记如果未行使前述任何权利，并不构成对该权利的放弃。</p>
    <p>4、本协议内容中以加粗方式显著标识的条款，请您着重阅读。您点击“同意”按钮即视为您完全接受本协议，在点击之前请您再次确认已知悉并完全理解本协议的全部内容。</p>
    <div class="ag">
      <van-button
        type="info"
        size="large"
        @click="$router.go(-1)"
      >同意</van-button>
    </div>

  </div>
</template>

<script>
import TopNav from "@/components/TopNav";
export default {
  data() {
    return {

    };
  },
  components: {
    TopNav
  },
  computed: {

  },
  watch: {

  },
  created() {

  },
  mounted() {

  },
  methods: {

  },
};
</script>

<style scoped lang="scss">
.protocol {
  width: 98%;
  margin-left: 1%;
  h5 {
    width: 100%;
    text-align: center;
    font-size: 0.44rem;
  }
  p {
    font-size: 0.32rem;
    text-indent: 2em;
    span {
      font-weight: bold;
    }
  }
  .ag {
    width: 100%;
    display: flex;
    margin: 10px 0;
    justify-content: center;
  }
}
</style>
